Repository: zDevelopers/UHPlugin
Catalog: src/main/resources/i18n/*.po
Languages: cs_cz, pt_pt, zh_cn

source: Border shrinking
cs_cz: Hranice se zmensuje
pt_pt: Proximos Limites
zh_cn: 地图缩小倒计时

source: {cs}All players are inside the given border.
cs_cz: {cs}Vsichni hraci jsou uvnitr dane velikosti mapy.
pt_pt: {cs}Todos os Jogadores estao dentro dos Novos Limites.
zh_cn: {cs}所有玩家均在边界内.

source: {ci}There are {0} players outside the given border.
cs_cz: {ci}Nyni je {0} hracu za hranici dane velikosti mapy.
pt_pt: {ci}Estao {0} jogadores fora dos Novos Limites.
zh_cn: {ci}有 {0} 位玩家在边界外.

source: {lightpurple} - {red}{0}{ci} (far away from the border)
cs_cz: {lightpurple} - {red}{0}{ci} (daleko od hranice)
pt_pt: {lightpurple} - {red}{0}{ci} (Longe dos Novos Limites)
zh_cn: {lightpurple} - {red}{0}{ci} (远离边界)

source: {lightpurple} - {yellow}{0}{ci} (close to the border)
cs_cz: {lightpurple} - {yellow}{0}{ci} (blizko hranici)
pt_pt: {lightpurple} - {yellow}{0}{ci} (Perto dos Novos Limites)
zh_cn: {lightpurple} - {yellow}{0}{ci} (靠近边界)

source: {lightpurple} - {green}{0}{ci} (very close to the border)
cs_cz: {lightpurple} - {green}{0}{ci} (velmi blizko hranici)
pt_pt: {lightpurple} - {green}{0}{ci} (Muito Perto dos Novos Limites)
zh_cn: {lightpurple} - {green}{0}{ci} (非常靠近边界)

# protip
source: {gray}You can lock and unlock the team chat with {cc}/togglechat{gray}.
cs_cz: {gray}Muzes zamykat a odemykat tymovy chat prikazem {cc}/togglechat{gray}.
pt_pt: {gray}Podes usar {cc}/togglechat{gray} para mudar e bloquear o chat entre o chat de Equipa e o chat Global.
zh_cn: {gray}可以使用 {cc}/togglechat{gray} 指令打开或关闭队伍聊天.

# protip
source: {gray}You can send a global message using {cc}/g <message>{gray}.
cs_cz: {gray}Muzes odeslat zpravu vsem hracum na serveru prikazem {cc}/g <message>{gray}.
pt_pt: {gray}Para enviares mensagens rapidas para todos usa {cc}/g <mensagem>{gray}.
zh_cn: {gray}可以使用 {cc}/g <message>{gray} 指令发送世界消息.

# protip
source: {gray}You can send a team-chat message with {cc}/t <message>{gray}.
cs_cz: {gray}Muzes odeslat zpravu svemu tymu prikazem {cc}/t <message>{gray}.
pt_pt: {gray}Para enviares mensagens rapidas para a tua equipa usa {cc}/t <mensagem>{gray}.
zh_cn: {gray}可以使用 {cc}/t <message>{gray} 指令发送队伍消息.

# protip
source: {gray}You can craft golden apples with heads (same recipe with a head instead of an apple).
cs_cz: {gray}Muzes craftit zlata jablka pomoci hlav (stejny recept s hlavou misto jablka).
pt_pt: {gray}Podes fazer Macas Douradas com cabecas (a mesma maneira mas com uma cabeca em vez de uma maca).
zh_cn: {gray}可以使用掉落的头颅制作金苹果(配方相同, 但将苹果换成头颅).

# protip
source: {gray}The compass is crafted with, in the corners, a bone, a rotten flesh, a spider eye and a gunpowder.
cs_cz: {gray}Kompas se da vycrafit s kosti, zkazenym masem, pavoucim okem a strelnym prachem v rozich receptu.
pt_pt: {gray}O Compasso e feito com, nos cantos, um osso, uma carne podre, um olho de aranha e uma polvora.
zh_cn: {gray}指南针的合成配方还需要在四个角落加上骨头, 腐肉, 蜘蛛眼和火药.

# protip
source: {gray}The compass is crafted with, in the corners, a bone, a rotten flesh, a spider eye and a gunpowder; in the center, an ender pearl.
cs_cz: {gray}Kompas se da vycraftit s kosti, zkazenym masem, pavoucim okem a strelnym prachem v rozich receptu + enderperlou veprostred.
pt_pt: {gray}O Compasso e feito com, nos cantos, um osso, uma carne podre, um olho de aranha e uma polvora; no centro, uma enderpearl.
zh_cn: {gray}指南针的合成配方还需要在四个角落加上骨头, 腐肉, 蜘蛛眼和火药, 并将中间的红石换成末影珍珠.

# protip
source: {gray}The compass is crafted with, in the corners, a bone, a rotten flesh, a spider eye and a gunpowder; in the center, an Eye of Ender.
cs_cz: {gray}Kompas se da vycraftit s kosti, zkazenym masem, pavoucim okem a strelnym prachem v rozich receptu + Eye of Ender veprostred.
pt_pt: {gray}O Compasso e feito com, nos cantos, um osso, uma carne podre, um olho de aranha e uma polvora; no centro, um olho do fim.
zh_cn: {gray}指南针的合成配方还需要在四个角落加上骨头, 腐肉, 蜘蛛眼和火药, 并将中间的红石换成末影之眼.

# protip
source: {gray}The glistering melon is crafted with a melon and a gold block.
cs_cz: {gray}Glistering melon se da vycrafit z melounu a goldblocku.
pt_pt: {gray}A melancia reluzente e feita com uma melancia e um bloco de ouro.
zh_cn: {gray}闪烁的西瓜需要用西瓜和金块合成.

# protip
source: {gray}The enchanted golden apple is disabled for this game.
cs_cz: {gray}V teto hre je enchantovane zlate jablko zakazano.
pt_pt: {gray}As Macas Douradas Encantadas estao desativadas para este jogo.
zh_cn: {gray}附魔金苹果已被禁止合成.

# protip
source: {gray}Fallen on a tree? Jump, you have a few seconds left to remain invincible.
cs_cz: {gray}Spadl jsi na strom? Rychle seskoc, jsi nesmrtelny po dobu 25 sekund!
pt_pt: {gray}Caiste numa Arvore? Salta, ainda tens 25 segundos de invencibilidade.
zh_cn: {gray}掉到树上了? 快跳吧, 你有25秒的无敌时间.

source: {darkpurple}ProTip!
cs_cz: {darkpurple}Tip pro vas!
pt_pt: {darkpurple}Dica!
zh_cn: {darkpurple}小贴士!

source: Ultra Hardcore plugin loaded.
cs_cz: UHC plugin byl nacten.
pt_pt: Ultra Hardcore plugin Carregado.
zh_cn: UHC插件已加载

source: {ce}This team already exists.
cs_cz: {ce}Tento tym jiz existuje.
pt_pt: {ce}Esta Equipa ja existe.
zh_cn: {ce}队伍已存在.

source: Spawn point {0},{1} added from the config file
cs_cz: Spawn point {0};{1} byl nacten z konfiguracniho souboru
pt_pt: Ponto de Spawn {0},{1} adicionado a partir das configuracoes
zh_cn: 预设出生点 {0},{1} 已从配置文件载入

source: Invalid spawn point set in config: {0}
cs_cz: V konfiguracnim souboru je neplatny spawn point: {0}
pt_pt: Ponto de Spawn invalido nas configuracoes: {0}
zh_cn: 配置文件预设的出生点无效: {0}

source: {aqua}You are now in the {0}{aqua} team.
cs_cz: {aqua}Nyni jsi v tymu {0}{aqua}.
pt_pt: {aqua}Estas agora na {aqua}Equipa {reset}{0}.
zh_cn: {aqua}你已加入到队伍 {0}{aqua} 中.

source: {darkaqua}You are no longer part of the {0}{darkaqua} team.
cs_cz: {darkaqua}Nadale nejsi v tymu {0}{darkaqua}.
pt_pt: {darkaqua}Tu ja nao fazes parte da Equipa {0}{darkaqua}.
zh_cn: {darkaqua}你不再是队伍 {0}{darkaqua} 的队员.

source: {ce}You are not allowed to send a private message to your team.
cs_cz: {ce}Nemas povoleni poslat soukromou zpravu svemu tymu.
pt_pt: {ce}Nao te e permitido enviar mensagens privadas para a tua Equipa.
zh_cn: {ce}你不能发送队伍消息.

source: {ce}You are not allowed to enter in the private chat of another team.
cs_cz: {ce}Nemas povoleni vstoupit do soukromeho chatu jineho tymu.
pt_pt: {ce}Nao te e permitido entrar no chat privado de outra equipa.
zh_cn: {ce}你不能向其他队伍发送消息.

source: {gold}[{0}{gold} -> his team] {reset}{1}
cs_cz: {gold}[{0}{gold} svemu tymu] {reset}{1}
pt_pt: {gold}[{0}{gold} -> Equipa] {reset}{1}
zh_cn: {gold}[{0}{gold} -> 队伍聊天] {reset}{1}

source: {ce}You are not in a team!
cs_cz: {ce}Nejsi v zadnem tymu!
pt_pt: {ce}Nao estas em nenhuma Equipa!
zh_cn: {ce}你尚未加入任何队伍!

source: {gold}[{0}{gold} -> team {1}{gold}] {reset}{2}
cs_cz: {gold}[{0}{gold} tymu {1}{gold}] {reset}{2}
pt_pt: {gold}[{0}{gold} -> Equipa {1}{gold}] {reset}{2}
zh_cn: {gold}[{0}{gold} -> 队伍 {1}{gold}] {reset}{2}

source: Invalid team set in config: {0}
cs_cz: V konfiguracnim souboru je neplatny tym: {0}
pt_pt: Equipa invalida nas configuracoes: {0}
zh_cn: 配置文件预设的队伍无效: {0}

source: Team {0} ({1}) added from the config file
cs_cz: Tym {0} ({1}) byl nacten z konfiguracniho souboru
pt_pt: Equipa {0} ({1}) adicionada a partir das configuracoes
zh_cn: 预设队伍 {0} ({1}) 已从配置文件加入

source: Team {0} added from the config file
cs_cz: Tym {0} byl nacten z konfiguracniho souboru
pt_pt: Equipa {0} adicionada a partir das configuracoes
zh_cn: 预设队伍 {0} 已从配置文件载入

source: {gold}Click on the names below to join a team
cs_cz: {gold}Pokud se chcete pripojit do tymu, kliknete na jeho jmeno
pt_pt: {gold}Clica nos nomes em baixo para juntar a uma equipa
zh_cn: {gold}加入队伍请点击队伍名字

source: {0} player in this team
cs_cz: {0} hracu v tomto tymu
pt_pt: {0} jogador nesta equipa
zh_cn: {0} 位玩家

source: You are in the team {0}
cs_cz: Nyni jsi v tymu {0}
pt_pt: Estas agora na Equipa {0}
zh_cn: 你已加入到队伍 {0} 中.

source: Click here to join the team {0}
cs_cz: Kliknete sem, pokud se chcete pripojit do tymu {0}
pt_pt: Clica aqui para juntares a equipa {0}
zh_cn: 点击加入队伍 {0}

source: {darkred}[×] {red}Click here to leave your team
cs_cz: {darkred}[×] {red}Kliknete sem, pokud chcete opustit svuj tym
pt_pt: {darkred}[×] {red}Clica aqui para saires da tua Equipa
zh_cn: {darkred}[×] {red}点击离开当前队伍

source: {gray}Run /join to display this again
cs_cz: {gray}Pokud tuto zpravu chcete zobrazit znovu, napiste /join
pt_pt: {gray}Faz /join para mostrar isto outra vez.
zh_cn: {gray}输入 /join 再次显示本菜单

source: {ce}There isn't any team available.
cs_cz: {ce}Neni zadny dostupny tym.
pt_pt: {ce}Nao ha nenhuma Equipa registada.
zh_cn: {ce}没有队伍

source: jayjay
cs_cz: ayayay
pt_pt: Foste MORTO!
zh_cn: 啊呀呀呀

source: {0}The team {1} has fallen!
cs_cz: {0}Tym {1} byl vyrazen ze hry!
pt_pt: {0}A Equipa {1} foi extinguida!
zh_cn: {0}队伍 {1} 已团灭!

source: {darkpurple}{obfuscated}----{lightpurple}{italic} YOU CAN RESPAWN{lightpurple}, just click {italic}Respawn {lightpurple}on the next screen.
cs_cz: {darkpurple}{obfuscated}----{lightpurple}{italic} MUZES SE RESPAWNOUT{lightpurple}, jen klikni na {italic}Respawn {lightpurple}na dalsi obrazovce.
pt_pt: {darkpurple}{obfuscated}----{lightpurple}{italic} PODES RENASCER{lightpurple}, clica em {italic}Renascer {lightpurple}no proximo ecra.
zh_cn: {darkpurple}{obfuscated}----{lightpurple}{italic} 你可以复活{lightpurple}, 只需点击{italic}屏幕上的{lightpurple}复活按钮.

source: You are dead!
cs_cz: Zemrel jsi!
pt_pt: Foste MORTO!
zh_cn: 你已死亡!

source: {darkred}[UHC] {ce}WorldBorder is not installed: no borders' check!
cs_cz: {darkred}[UHC] {ce}Plugin WorldBorder neni nainstalovan - hranice sveta nemohou byt nastaveny!
pt_pt: {darkred}[UHC] {ce}WorldBorder nao esta instalado: paredes nao serao verificadas!
zh_cn: {darkred}[UHC] {ce}WorldBorder插件未安装: 将不进行边界检查

source: {gray}Also, without WorldBorder, the border can't be reduced during the game (warnings excluded).
cs_cz: {gray}Bez tohoto pluginu nelze hranice sveta nastavovat behem hry.
pt_pt: {gray}Tambem, sem WorldBorder, as paredes nao podem ser diminuidas em Jogo (Avisos excluidos).
zh_cn: {gray}WorldBorder插件未安装, 将不能缩小边界(越界警告仍可设置)

source: {gray}Just install the plugin; UHPlugin will automatically configure it.
cs_cz: {gray}Staci plugin nainstalovat, UHPlugin ho automaticky nakonfiguruje.
pt_pt: {gray}Instala so o plugin; UHPlugin automaticamente o configura.
zh_cn: {gray}请安装WorldBorder插件, UHPlugin插件会自动进行配置

source: {darkred}[UHC] {ce}ProtocolLib is needed but not installed!
cs_cz: {darkred}[UHC] {ce}Potrebny ProtocolLib neni nainstalovan!
pt_pt: {darkred}[UHC] {ce}ProtocolLib e preciso mas nao esta instalado!
zh_cn: {darkred}[UHC] {ce}前置插件ProtocolLib未安装

source: {gray}The following options require the presence of ProtocolLib:
cs_cz: {gray}Nasledujici moznosti vyzaduji pritomnost ProtocolLib:
pt_pt: {gray}As seguintes opcoes precisam do ProtocolLib:
zh_cn: {gray}以下设置需要ProtocolLib插件的支持:

source: {gray}ProtocolLib is available here: {0}
cs_cz: {gray}ProtocolLib je dostupny zde: {0}
pt_pt: {gray}ProtocolLib esta disponivel aqui: {0}
zh_cn: {gray}可以从这里获取ProtocolLib插件: {0}

source: {cs}The timer before the new border is up!
cs_cz: {cs}Casovac do nastaveni nove velikost mapy nyni bezi!
pt_pt: {cs}Acabou o tempo para os Novos Limites!
zh_cn: {cs}时间到, 地图即将缩小!

source: {aqua}-------- End of episode {0} [forced by {1}] --------
cs_cz: {aqua}-------- Konec epizody 0} [vynuceno hracem {1}] --------
pt_pt: {aqua}-------- Fim do Episodio {0} [forcado por {1}] --------
zh_cn: {aqua}-------- 阶段 {0} 已结束 [由 {1} 强制结束] --------

source: {aqua}-------- End of episode {0} --------
cs_cz: {aqua}-------- Konec epizody {0} --------
pt_pt: {aqua}-------- Fim do Episodio {0} --------
zh_cn: {aqua}-------- 阶段 {0} 已结束 --------

source: {green}--- GO ---
cs_cz: {green}--- UHC ZACINA ---
pt_pt: {green}----- GO GO GO -----
zh_cn: {green}--- 走起! ---

source: {gold}{0} returned from the dead!
cs_cz: {gold}{0} se navratil ze zahrobi!
pt_pt: {gold}{0} foi ressuscitado!
zh_cn: {gold}玩家 {0} 复活了!

source: {aqua}Golden head
cs_cz: {aqua}Zlate jablko
pt_pt: {aqua}Maca Dourada
zh_cn: {aqua}金苹果(金头颅)

source: {lightpurple}Golden head
cs_cz: {lightpurple}Zlata hlava
pt_pt: {lightpurple}Maca Dourada
zh_cn: {lightpurple}金苹果(金头颅)

source: {gray}{italic}You do not have rotten flesh.
cs_cz: {gray}{italic}Nemas zadne shnile maso (rotten flesh).
pt_pt: {gray}{italic}Precisas de Carne Podre para utilizares a Bussola.
zh_cn: {gray}{italic}你没有腐肉.

source: Only silence answers your request.
pt_pt: Nao foram encontrados jogadores por perto.
zh_cn: 指南针没找到任何特殊事物.

source: The compass now points to the closest player.
pt_pt: A Bussola aponta agora para o jogador mais proximo.
zh_cn: 指南针正指向离你最近的玩家.

source: Death point of {0}
cs_cz: Zde zemrel hrac {0}
pt_pt: Ponto de Morte de {0}
zh_cn: {0} 的死亡地点

source: Spawn point of the team {0}
cs_cz: Zde se spawnul tym {0}
pt_pt: Ponto de Spawn da Equipa {0}
zh_cn: 队伍 {0} 的出生点

source: Spawn point of {0}
cs_cz: Zde se spawnul hrac {0}
pt_pt: Ponto de Spawn de {0}
zh_cn: {0} 的出生点

source: Made from the fallen head of a malignant monster
cs_cz: Vyrobeno z hlavy zhoubne prisery
pt_pt: Feita da cabeca de uma coisa Horrivel
zh_cn: 用怪物掉落的头颅制作

source: Made from the fallen head of {0}
cs_cz: Vyrobeno z hlavy padleho hrace {0}
pt_pt: Feita da cabeca de {0}
zh_cn: 用玩家 {0} 掉落的头颅制作

source: Golden head
pt_pt: Maca Dourada
zh_cn: 金苹果(金头颅)

source: {gray}Episode {white}{0}
cs_cz: {gray}Epizoda {white}{0}
pt_pt: {gray}Episodio {white}{0}
zh_cn: {gray}阶段 {white}{0}

source: {white}{0}{gray} player
cs_cz: {white}{0}{gray} hracu
pt_pt: {white}{0}{gray} Jogador
zh_cn: {white}{0}{gray} 位玩家

source: {white}{0}{gray} team
cs_cz: {white}{0}{gray} tymu
pt_pt: {white}{0}{gray} Equipa
zh_cn: {white}{0}{gray} 个队伍

source: {darkaqua}Game frozen
cs_cz: {darkaqua}Hra pozastavena
pt_pt: {darkaqua}JOGO PARADO
zh_cn: {darkaqua}游戏已冻结

source: Episode {0}
cs_cz: Epizoda {0}
pt_pt: Episodio {0}
zh_cn: 阶段 {0}

source: {0} player
cs_cz: {0} hracu
pt_pt: {0} Jogador
zh_cn: {0} 位玩家

source: {0} team
cs_cz: {0} tymu
zh_cn: {0} 个队伍

source: Waiting for players...
cs_cz: Ceka se na hrace...
pt_pt: A Espera de Jogadores...
zh_cn: 等待玩家中...

source: Starting in progress...
cs_cz: Probiha start hry...
pt_pt: A Comecar...
zh_cn: 游戏开始中...

source: Game running! {0} player alive.
cs_cz: Hra bezi! {0} hracu je nazivu.
pt_pt: Jogo a Decorrer! {0} jogador vivos.
zh_cn: 游戏开始! 共 {0} 位玩家.

source: Game running! {0} player alive in {1} team.
cs_cz: Hra bezi! {0} hracu v {1} tymech je nazivu.
pt_pt: Jogo a Decorrer! {0} jogador vivos em {1} equipa.
zh_cn: 游戏开始! 共 {0} 位玩家, {1} 个队伍.

source: Game finished; congratulation to {0} for his victory!
cs_cz: Hra skoncila, gratulujeme hraci {0} k jeho vitezstvi!
pt_pt: Jogo Terminou; Parabens a {0} pela sua Vitoria!
zh_cn: 游戏结束; 祝贺 {0} 赢得胜利!

source: Game finished; the team {0} wins this match!
cs_cz: Hra skoncila, zapas vyhral tym {0}!
pt_pt: Jogo Terminou; A Equipa {0} ganhou o Jogo!
zh_cn: 游戏结束; 祝贺队伍 {0} 赢得胜利!

source: {aqua}------ Game-related commands ------
cs_cz: {aqua}------ Prikazy ke hre ------
pt_pt: {aqua}------ Comandos de Jogo ------
zh_cn: {aqua}------ 游戏相关指令 ------

source: {aqua}------ Bugs-related commands ------
cs_cz: {aqua}------ Prikazy k administraci ------
pt_pt: {aqua}------ Comandos para Bugs ------
zh_cn: {aqua}------ 管理相关指令 ------

source: {aqua}------ Miscellaneous commands ------
cs_cz: {aqua}------ Ostatni prikazy ------
pt_pt: {aqua}------ Outros Comandos ------
zh_cn: {aqua}------ 杂项指令 ------

source: {ce}Usage: /{0} <message>
cs_cz: {ce}Pouziti: /{0} <zprava>
pt_pt: {ce}Usa: /{0} <mensagem>
zh_cn: {ce}用法: /{0} <message>

source: {aqua}------ Spawns points commands ------
cs_cz: {aqua}------ Spawn points prikazy ------
pt_pt: {aqua}------ Comandos para os Spawns ------
zh_cn: {aqua}------ 出生点指令 ------

source: {cc}/uh spawns {ci}: manages the spawn points. Execute /uh spawns for details.
cs_cz: {cc}/uh spawns {ci}: nastavuje spawn points. Napiste /uh spawns pro vice detailu.
pt_pt: {cc}/uh spawns {ci}: gere os pontos de spawn. Faz /uh spawns para detalhes.
zh_cn: {cc}/uh spawns {ci}: 出生点管理. 输入 /uh spawns 查看详细指令

source: {ce}The coordinates must be three valid numbers.
cs_cz: {ce}Souradnice se musi skladat ze tri cisel.
pt_pt: {ce}As coordenadas tem que ser tres numeros validos.
zh_cn: {ce}坐标必须是三个有效数字.

source: {ce}This team is not registered.
cs_cz: {ce}Takovy tym neexistuje.
pt_pt: {ce}Esta Equipa nao esta Registada.
zh_cn: {ce}队伍不存在.

source: {ce}{0} is offline!
cs_cz: {ce}{0} je offline!
pt_pt: {ce}{0} esta OFFLINE!
zh_cn: {ce}{0} 当前离线!

source: {aqua}------ Teleportation commands ------
cs_cz: {aqua}------ Teleportacni prikazy ------
pt_pt: {aqua}------ Comandos para Teleporte ------
zh_cn: {aqua}------ 传送指令 ------

source: {cc}/uh tp team <x> <y> <z> | <target> <team ...> {ci}: teleports the team to the given location/target.
cs_cz: {cc}/uh tp team <x> <y> <z> | <target> <team ...> {ci}: teleportuje cely tym na danou pozici nebo hrace.
pt_pt: {cc}/uh tp team <x> <y> <z> | <jogador> <equipa ...> {ci}: teleportar uma equipa para um local ou jogador.
zh_cn: {cc}/uh tp team <x> <y> <z> | <target> <team ...> {ci}: 将队伍传送到指定的目标或地点

source: {cc}/uh tp spectators <x> <y> <z> | <target> {ci}: teleports the spectators (aka non-alive players) to the given location/target.
cs_cz: {cc}/uh tp spectators <x> <y> <z> | <target> {ci}: teleportuje spectatory (tedy hrace, kteri nejsou nazivu) na danou pozici nebo hrace.
pt_pt: {cc}/uh tp spectators <x> <y> <z> | <jogador> {ci}: teleporta os espectadores (tal como os jogadores mortos) para um local ou jogador.
zh_cn: {cc}/uh tp spectators <x> <y> <z> | <target> {ci}: 将旁观者(即已死亡玩家)传送到指定的目标或地点

source: {cc}/uh tp {ci}: teleports the spectators or an entire team. See /uh tp for details.
cs_cz: {cc}/uh tp {ci}: teleportuje spectatory nebo cely tym. Napiste /uh tp pro vice detailu.
pt_pt: {cc}/uh tp {ci}: teleporta os Espectadores ou uma Equipa inteira. Faz /uh tp para detalhes.
zh_cn: {cc}/uh tp {ci}: 传送旁观者或者整个队伍. 输入 /uh tp 查看详细指令

source: {yellow}{0} - version {1}
cs_cz: {yellow}{0} - verze {1}
pt_pt: {yellow}{0} - versao {1}
zh_cn: {yellow}{0} - 版本号: {1}

# authors_list
source: and
cs_cz: a
pt_pt: e
zh_cn: 和

source: Plugin made with love by {0}.
cs_cz: Tento plugin vytvorili {0}.
pt_pt: Plugin feito com amor por {0}.
zh_cn: 本插件由 {0} 用心制作

source: Build number: {0}.
cs_cz: Build: {0}.
pt_pt: Numero da Build: {0}.
zh_cn: 构建版本号: {0}

source: Build number not available.
cs_cz: Cislo buildu neni dostupne.
pt_pt: Numero de Build nao Disponivel.
zh_cn: 构建版本号不可用

source: {aqua}------ Translations ------
cs_cz: {aqua}------ Preklady ------
pt_pt: {aqua}------ Traducoes ------
zh_cn: {aqua}------ 翻译 ------

source: Current language: {0} (translated by {1}).
cs_cz: Soucasny jazyk: {0} (prelozil {1}).
pt_pt: Linguagem Selecionada: {0} (traduzido por {1}).
zh_cn: 当前语言: {0} (由 {1} 翻译)

source: Fallback language: {0} (translated by {1}).
cs_cz: Zalozni jazyk: {0} (prelozil {1}).
pt_pt: Linguagem para Erros: {0} (traduzido por {1}).
zh_cn: 备用语言: {0} (由 {1} 翻译)

source: {aqua}------ License ------
cs_cz: {aqua}------ Licence ------
pt_pt: {aqua}------ Licenca ------
zh_cn: {aqua}------ 许可 ------

source: {cc}/uh about {ci}: informations about the plugin and the translation.
cs_cz: {cc}/uh about {ci}: zobrazi informace o pluginu a jeho prekladu.
pt_pt: {cc}/uh about {ci}: informacao sobre o Plugin e as Traducoes.
zh_cn: {cc}/uh about {ci}: 本插件及其翻译相关信息

source: {cs}Warning canceled.
cs_cz: {cs}Varovani bylo zruseno.
pt_pt: {cs}Avisos Cancelados.
zh_cn: {cs}警告已取消.

source: {cs}Future size saved. All players outside this future border will be warned every {0} second.
cs_cz: {cs}Budouci velikost byla ulozena. Vsichni hraci za touto budouci hranici mapy budou varovani kazdych {0} sekund.
pt_pt: {cs}Limite Futuro Salvo. Todos os Jogadores fora dos Futuros Limites serao avisados a cada {0} segundo.
zh_cn: {cs}地图新大小已保存. 所有在地图新边界外的玩家每隔 {0} 秒将收到越界警告.

source: {ce}“{0}” is not a number...
cs_cz: {ce}'{0}' neni cislo.
pt_pt: {ce}“{0}” nao e um Numero...
zh_cn: {ce}“{0}” 不是数字...

source: {cc}/uh border warning <futureDiameter> [minutesBeforeReduction]{ci}: warns all players outside the given future diameter. It's just a notice, nothing else.
cs_cz: {cc}/uh border warning <futureDiameter> [minutesBeforeReduction]{ci}: varuje vsechny hrace za hranici mapy o danem budoucim prumeru. Jedna se pouze o upozorneni.
pt_pt: {cc}/uh border warning <tamanhofuturo> [minutos para a reducao]{ci}: avisa todos os jogadores fora dos futuros limites. E so um AVISO, nao acontece nada.
zh_cn: {cc}/uh border warning <futureDiameter> [minutesBeforeReduction]{ci}: 提示所有超出了地图新直径的玩家. 仅提示, 不作变更

source: {cc}/uh border warning cancel{ci}: cancels a previously-set warning.
cs_cz: {cc}/uh border warning cancel{ci}: zrusi predesle varovani.
pt_pt: {cc}/uh border warning cancel{ci}: cancela os avisos do /uh border warning.
zh_cn: {cc}/uh border warning cancel{ci}: 取消已设置的警告提示

source: {ce}Some players are outside the future border, so this operation was cancelled.
cs_cz: {ce}Nekteri hraci jsou za hranici mapy; provedeni prikazu bylo zruseno.
pt_pt: {ce}Alguns jogadores estao fora dos Futuros Limites. A operacao foi CANCELADA.
zh_cn: {ce}有玩家在边界外, 操作已取消.

source: {ci}Use {cc}/uh border set {0} force{ci} to resize the border regardless to this point.
cs_cz: {ci}Pouzijte {cc}/uh border set {0} force{ci} pro zmenu velikosti hranic bez ohledu na tuto zpravu.
pt_pt: {ci}Usa {cc}/uh border set {0} force{ci} para aplicares os Futuros Limites, mesmo com os jogadores Fora dos Limites.
zh_cn: {ci}使用 {cc}/uh border set {0} force{ci} 来强制改变边界.

source: {ce}WARNING: {ci}because WorldBorder is not installed, players out of the border will not be teleported!
cs_cz: {ce}VAROVANI: {ci}hraci za hranici mapy nebudou teleportovani, protoze WorldBorder neni nainstalovan!
pt_pt: {ce}AVISO: {ci}WorldBorder nao esta Instalado, Jogadores fora dos Limites nao serao Teleportados!
zh_cn: {ce}警告: {ci}WorldBorder插件未安装, 边界外的玩家将不能被传送到边界内!

source: {lightpurple}The diameter of the map is now {0} block.
cs_cz: {lightpurple}Prumer mapy je nyni {0} bloku.
pt_pt: {lightpurple}O Tamanho do Limte Circular e agora {0} bloco.
zh_cn: {lightpurple}当前地图直径为 {0} 个方块.

source: {lightpurple}The size of the map is now {0}×{0}.
cs_cz: {lightpurple}Velikost mapy je nyni {0}*{0}.
pt_pt: {lightpurple}O Tamanho dos Limites e agora {0}*{0}.
zh_cn: {lightpurple}当前地图大小为 {0}*{0}.

source: {cc}/uh border set <diameter> [force]{ci}: changes the size of the map. If force is not given, the operation will be canceled if there is a player outside the border.
cs_cz: {cc}/uh border set <diameter> [force]{ci}: zmeni velikost mapy. Pokud neni zadan arguement 'force', operace bude zrusena za predpokladu, ze nektery z hracu je za hranice mapy.
pt_pt: {cc}/uh border set <tamanho> [force]{ci}: muda o limite das paredes. Se nao for indicado o force, a operacao sera cancelada se tiver algum jogador fora dos novos limites.
zh_cn: {cc}/uh border set <diameter> [force]{ci}: 更改地图大小. 若 force 参数未指定且有玩家在变更的边界外, 则指令不会生效

source: {cc}/uh border check <diameter>{ci}: returns a list of the players outside the given border size.
cs_cz: {cc}/uh border check <diameter>{ci}: zobrazi seznam hracu za hranici dane velikosti mapy.
pt_pt: {cc}/uh border check <tamanho>{ci}: faz uma lista dos jogadores fora dos limites dados.
zh_cn: {cc}/uh border check <diameter>{ci}: 列出所有在指定的边界外的玩家

source: {ci}The current diameter of the map is {0} block.
cs_cz: {ci}Soucasny prumer mapy je {0} bloku.
pt_pt: {ci}O Tamanho atual do Limite Circular e de {0} bloco.
zh_cn: {ci}当前地图直径为 {0} 个方块.

source: {ci}The current map size is {0}×{0}.
cs_cz: {ci}Soucasna velikost mapy je {0}×{0}.
pt_pt: {ci}O Tamanho atual do Limite e {0}*{0}.
zh_cn: {ci}当前地图大小为 {0}*{0}.
