Repository: zDevelopers/UHPlugin
Catalog: src/main/resources/i18n/*.po
Languages: cs_cz, pt_pt, zh_cn

source: {cc}/uh border get{ci}: returns the current size of the map.
cs_cz: {cc}/uh border get{ci}: vrati mapu do jeji puvodni velikosti.
pt_pt: {cc}/uh border get{ci}: diz o tamanho dos limites atuais.
zh_cn: {cc}/uh border get{ci}: 显示当前地图大小

source: {ci}{0} player alive in {1} team.
cs_cz: {ci}{0} hracu nazivu v {1} tymech.
pt_pt: {ci}{0} jogador vivos em {1} team.
zh_cn: {ci}{0} 位玩家, {1} 个队伍.

source: {ci}The game is not started.
cs_cz: {ci}Hra jeste nezacala.
pt_pt: {ci}O Jogo ainda nao comecou.
zh_cn: {ci}游戏尚未开始.

source: Currently online
cs_cz: Prave online
pt_pt: Atualmente Online
zh_cn: 当前在线

source: Currently offline
cs_cz: Prave offline
pt_pt: Atualmente Offline
zh_cn: 当前离线

source: Team: {0}
cs_cz: Tym: {0}
pt_pt: Equipa: {0}
zh_cn: 队伍: {0}

source: {green}alive
cs_cz: {green}nazivu
pt_pt: {green}Vivo
zh_cn: {green}存活

source: {0} half-hearts
cs_cz: {0} pulsrdicek
pt_pt: {0} meios-coracoes
zh_cn: {0} 点生命值

source: {red}dead
cs_cz: {red}mrtvych
pt_pt: {red}Morto
zh_cn: {red}死亡

source: {cc}/uh infos {ci}: prints some infos about the current game.
cs_cz: {cc}/uh infos {ci}: zobrazi informace o soucasne hre.
pt_pt: {cc}/uh infos {ci}: apresenta algumas infos sobre o jogo que esta a decorrer.
zh_cn: {cc}/uh infos {ci}: 输出关于本场游戏的一些信息

source: {ce}Food points and saturation must be numbers (floats for the saturation)!
cs_cz: {ce}Mnozstvi jidla (foodPoints) i saturace musi byt cisla (saturace je desetinne cislo)!
pt_pt: {ce}Fome e Saturacao tem de ser numeros!
zh_cn: {ce}饥饿值和饱食度必须是数字 (饱食度可以带小数点)!

source: {cc}/uh feedall [foodPoints=20] [saturation=max] {ci}: feeds all players.
cs_cz: {cc}/uh feedall [foodPoints=20] [saturation=max] {ci}: nakrmi vsechny hrace.
pt_pt: {cc}/uh feedall [Fome=20] [Saturacao=max] {ci}: alimenta todos os jogadores.
zh_cn: {cc}/uh feedall [foodPoints=20] [saturation=max] {ci}: 给所有玩家增加饥饿值和饱食度

source: {cs}Spawn added in the world {0}: {1};{2}
cs_cz: {cs}Spawn byl pridan ve svete {0}: {1};{2}
pt_pt: {cs}Ponto de Spawn adicionado no Mundo {0}: {1};{2}
zh_cn: {cs}出生点已添加 {0}: {1};{2}

source: {ce}You cannot add a spawn point out of the borders.
cs_cz: {ce}Nemuzete pridat spawn point za hranicemi mapy.
pt_pt: {ce}Nao podes adicionar um ponto de spawn fora dos Limites.
zh_cn: {ce}不能在边界外生成出生点.

source: {ce}Unable to add this spawn point: no safe spot found in the Nether.
cs_cz: {ce}Operace selhala: zadne bezpecne misto v Netheru nebylo nalezeno.
pt_pt: {ce}Impossivel adicionar este ponto de Spawn: nao foi encontrado um ponto de spawn no Nether.
zh_cn: {ce}无法生成该出生点: 无法在下界找到安全的出生点.

source: {ce}You need to specify two coordinates.
cs_cz: {ce}Musite urcit obe souradnice.
pt_pt: {ce}Precisas de especificar pelo menos duas coordenadas.
zh_cn: {ce}你必须指定两个坐标值.

source: {ce}This is not a number!
cs_cz: {ce}To neni cislo!
pt_pt: {ce}Isto nao e um numero!
zh_cn: {ce}参数非数字!

source: {cc}/uh spawns add {ci}: adds a spawn point for a team or a player, at the current location of the sender or at the provided coordinates.
cs_cz: {cc}/uh spawns add [<x> <z>]{ci}: prida spawn point pro tym nebo hrace na soucasne pozici odesilatele prikazu.
pt_pt: {cc}/uh spawns add [<x> <z>]{ci}: adiciona um ponto de spawn para uma equipa ou jogador, no local onde e executado.
zh_cn: {cc}/uh spawns add {ci}: 增加一个出生点, 指定坐标或使用指令发送者当前所在坐标

source: {ci}No team found: assuming the game is a solo game.
cs_cz: {ci}Zadny tym nebyl nalezen, plugin predpoklada, ze se jedna o solo hru.
pt_pt: {ci}Nenhuma EQUIPA encontrada. Assumindo que o jogo e em modo SOLO.
zh_cn: {ci}未发现队伍: 若继续则每位玩家将各自为战.

source: {ci}Some players are not in a team; their number was added to the spawn count.
cs_cz: {ci}Nekteri hraci nejsou soucasti zadneho tymu, jejich cislo bylo pridano do spawn poctu.
pt_pt: {ci}Alguns jogadores nao estao em nenhuma equipa; ficarao a jogar sozinhos; foram adicionados ao numero de Pontos de Spawn necessarios.
zh_cn: {ci}有玩家尚未加入队伍, 将各自独立成队参与游戏并占用等量的出生点.

source: {ce}The world {0} doesn't exists.
cs_cz: {ce}Svet {0} neexistuje.
pt_pt: {ce}O Mundo {0} nao existe.
zh_cn: {ce}世界 {0} 不存在.

source: {ci}You asked for a void generation. Thus, the generation is empty.
cs_cz: {ci}Zazadali jste o generaci voidu, proto je tato generace prazdna.
pt_pt: {ci}Pediste uma geracao nula. Portanto, nao foram gerados pontos de spawn.
zh_cn: {ci}请求生成的出生点为空.

source: {ce}The generation method “{0}” is not (yet?) supported.
cs_cz: {ce}Generacni metoda '{0}' neni (zatim?) podporovana.
pt_pt: {ce}O Metodo de geração “{0}” nao e (ainda?) suportada.
zh_cn: {ce}暂不支持 “{0}” 生成方法.

source: {ce}You asked for the impossible: there are too many spawn points on a too small surface. Decrease the spawn count or the minimal distance between two points.
cs_cz: {ce}Chcete nemozne: zazadali jste moc spawn points na male plose. Snizte pocet spawn points nebo minimalni vzdalenost mezi nimi.
pt_pt: {ce}Pediste o Impossivel: existem demasiados pontos de spawn no espaco muito pequeno. Diminui os pontos de spawn ou o espaco minimo entre dois pontos.
zh_cn: {ce}出生点生成失败: 地图太小, 出生点太多. 请减少出生点数目或缩小出生点之间的间距.

source: {cs}Successfully generated the asked spawn points.
cs_cz: {cs}Zazadane spawn points byly uspesne vytvoreny.
pt_pt: {cs}Pontos de Spawn gerados com sucesso.
zh_cn: {cs}出生点已生成.

source: {aqua}Command
cs_cz: {aqua}Prikaz
pt_pt: {aqua}Comando
zh_cn: {aqua}指令

source: {aqua}Shapes
cs_cz: {aqua}Tvary
pt_pt: {aqua}Formatos
zh_cn: {aqua}形状

source: - {cc}random{ci}: generates random spawn points on the map, with a minimal distance between them.
cs_cz: - {cc}random{ci}: vygeneruje nahodne spawn points na mape s minimalni vzdalenosti mezi sebou.
pt_pt: - {cc}random{ci}: gera pontos de spawns ao calhas no mapa, com uma distancia minima entre eles.
zh_cn: - {cc}random{ci}: 在地图上随机生成出生点. 出生点之间使用最小距离(distanceMin参数)

source: - {cc}grid{ci}: generates the spawn points on concentric squares, with a constant distance between two generated points.
cs_cz: - {cc}grid{ci}: vygeneruje spawn points v soustrednych ctvercich s minimalni vzdalenosti mezi dvema body.
pt_pt: - {cc}grid{ci}: gera pontos de spawn em quadrados concentricos, com uma distancia constante entre dois pontos de spawn.
zh_cn: - {cc}grid{ci}: 在同心正方形上生成出生点. 两出生点之间使用固定距离

source: - {cc}circular{ci}: generates the spawn points on concentric circles, with a minimal distance between two generated points. In each circle, the angle (and the distance) between two spawn points is constant.
cs_cz: - {cc}circular{ci}: vygeneruje spawn points v soustrednych kruzich s minimalni vzdalenosti mezi dvema body. V kazdem kruhu je vzdalenost a uhel mezi dvema body konstantni.
pt_pt: - {cc}circular{ci}: gera pontos de spawn em circulos concentricos, com uma distancia minima entre dois pontos. Em cada circulo, o angulo (e a sua distancia) entre dois pontos e constante.
zh_cn: - {cc}circular{ci}: 在同心圆上生成出生点, 两出生点之间使用最小距离. 每个圆上, 两出生点之间的角度及距离都是固定的

source: {aqua}Arguments
cs_cz: {aqua}Argumenty
pt_pt: {aqua}Argumentos
zh_cn: {aqua}参数

source: - {cc}size{ci}: the size of the region where the spawn points will be generated. Squared or circular, following the shape of the map. Default: map' size.
cs_cz: - {cc}size{ci}: velikost regionu, ve kterem budou spawn points vygenerovany. Budou kruhovite nebo ctvercovite podle tvaru mapy (standardni hodnota).
pt_pt: - {cc}Tamanho{ci}: o tamanho da regiao onde os pontos de spawn vao ser gerados. Quadrangular ou circular, seguindo a forma do mapa. Default: Tamanho do Mapa.
zh_cn: - {cc}size{ci}: 设定生成出生点区域的大小. 根据地图的形状使用正方形或者圆形. 默认值: 地图大小

source: - {cc}distanceMin{ci}: the minimal distance between two spawn points. Default: 250 blocks.
cs_cz: - {cc}distanceMin{ci}: minimalni vzdalenost mezi dvema spawn points. Standardni je 250 bloku.
pt_pt: - {cc}DistanciaMin{ci}: a distancia minima entre dois pontos de spawn. Default: 250 Blocos.
zh_cn: - {cc}distanceMin{ci}: 两出生点之间的最小距离. 默认值: 250个方块

source: - {cc}count{ci}: the number of spawn points to generate. Default: the number of players or teams.
cs_cz: - {cc}count{ci}: pocet spawn points, ktere maji byt vygenerovany. Standardne se jedna o pocet hracu nebo tymu.
pt_pt: - {cc}Numero de Spawns{ci}: o numero de pontos a gerar. Default: o numero de jogadores ou equipas.
zh_cn: - {cc}count{ci}: 生成出生点的个数. 默认值: 玩家数或队伍数

source: - {cc}xCenter{ci}, {cc}zCenter{ci}: the center of the region where the points are generated. Default: world' spawn point.
cs_cz: - {cc}xCenter{ci}, {cc}zCenter{ci}: souradnic stredu regionu, ve kterem budou spawn points vygenerovany. Standardne se jedna o spawn mapy.
pt_pt: - {cc}xCentro{ci}, {cc}zCentro{ci}: o centro da regiao onde os pontos sao gerados. Default: Spawn do Mundo.
zh_cn: - {cc}xCenter{ci}, {cc}zCenter{ci}: 设定生成出生点区域的中心点. 默认值: 世界出生点

source: - {cc}world{ci}: the world where the spawn points will be generated.
cs_cz: - {cc}world{ci}: svet, ve kterem budou spawn points vygenerovany.
pt_pt: - {cc}Mundo{ci}: o mundo onde os pontos de spawn vao ser gerados.
zh_cn: - {cc}world{ci}: 在哪个世界生成出生点

source: {cc}/uh spawns generate {ci}: automagically generates spawn points. See /uh spawns generate for details.
cs_cz: {cc}/uh spawns generate {ci}: automagicky vygeneruje spawn points. Napiste /uh spawns generat pro vice detailu.
pt_pt: {cc}/uh spawns generate {ci}: gera automaticamente os pontos spawns. Faz /uh spawns generate para detalhes.
zh_cn: {cc}/uh spawns generate {ci}: 自动生成出生点. 输入 /uh spawns generate 查看详细指令

source: {cc}/uh spawns dump {ci}: displays the registered spawn points in an exportable format. {gray}Use this to plot the spawn points, as example.
cs_cz: {cc}/uh spawns dump {ci}: zobrazi dostupne spawn points v exportovatelnem formatu. {gray}Toto muzete pouzit napriklad k rozplanovani spawn points.
pt_pt: {cc}/uh spawns dump {ci}: mostra os pontos de spawn num formato exportavel. {gray}Pode ser usado em alguns sites para ver os pontos de Spawn, por exemplo.
zh_cn: {cc}/uh spawns dump {ci}: 以导出格式列出所有已生成的出生点. {gray}比如用来绘制出生点

source: {ce}There isn't any registered spawn point.
cs_cz: {ce}Neni zadny registrovany spawn point.
pt_pt: {ce}Nao esta nenhum Ponto de Spawn registado.
zh_cn: {ce}尚无出生点.

source: {ci}There are {0} registered spawn points.
cs_cz: {ci}Nyni je registrovano {0} spawn points.
pt_pt: {ci}Estao {0} Pontos de Spawn registados.
zh_cn: {ci}共 {0} 个出生点.

source: {lightpurple}World {0}
cs_cz: {lightpurple}Svet {0}
pt_pt: {lightpurple}Mundo {0}
zh_cn: {lightpurple}世界 {0}

source: {cc}/uh spawns list {ci}: lists the registered spawn points.
cs_cz: {cc}/uh spawns list {ci}: zobrazi seznam dostupnych spawn points.
pt_pt: {cc}/uh spawns list {ci}: lista dos pontos de spawn registados.
zh_cn: {cc}/uh spawns list {ci}: 列出所有已生成的出生点

source: {cs}All the spawn points were removed.
cs_cz: {cs}Vsechny spawn points byly odstraneny.
pt_pt: {cs}TODOS os Pontos de Spawn foram Removidos.
zh_cn: {cs}已删除所有出生点.

source: {cc}/uh spawns reset {ci}: removes all registered spawn points.
cs_cz: {cc}/uh spawns reset {ci}: odstrani vsechny spawn points.
pt_pt: {cc}/uh spawns reset {ci}: remove todos os pontos de spawn registados.
zh_cn: {cc}/uh spawns reset {ci}: 删除所有已生成的出生点

source: {cs}The spawn point {1};{2} in the world {0} was removed.
cs_cz: {cs}Spawn point {1};{2} ve svete {0} byl odstranen.
pt_pt: {cs}O Ponto de Spawn {1};{2} no Mundo {0} foi Removido.
zh_cn: {cs}世界 {0} 的出生点 {1};{2} 已删除.

source: {cc}/uh spawns remove [<x> <z>] {ci}: removes the spawn points at the specified coordinates, or at the current location if the sender without coordinates.
cs_cz: {cc}/uh spawns remove [<x> <z>] {ci}: odstrani spawn points na danych souradnicich, pripadne na soucasne pozici odesilatele pri neudani souradnic.
pt_pt: {cc}/uh spawns remove [<x> <z>] {ci}: remove pontos de spawn com as coordenadas inseridas, ou o local onde o comando e executado se nao forem inseridas coordenadas.
zh_cn: {cc}/uh spawns remove [<x> <z>] {ci}: 删除在指定坐标上的出生点. 若未指定坐标则为指令发送者当前所在坐标

source: {ce}The player {0} is not online.
cs_cz: {ce}Hrac {0} neni online.
pt_pt: {ce}{0} esta OFFLINE.
zh_cn: {ce}玩家 {0} 当前离线.

source: {ce}No death location available for the player {0}.
cs_cz: {ce}Nebylo nalezeno misto umrti hrace {0}.
pt_pt: {ce}Nao existe ponto de Morte para {0}.
zh_cn: {ce}没有玩家 {0} 有效的死亡地点信息.

source: {cs}The player {0} was teleported back.
cs_cz: {cs}Hrac {0} byl uspesne teleportovan zpet.
pt_pt: {cs}O Jogador {0} foi teleportado para o local da sua Morte.
zh_cn: {cs}已传送玩家 {0} 回其死亡地点.

source: {ce}The player {0} was NOT teleported back because no safe spot was found.
cs_cz: {ce}Hrac {0} NEBYL teleportovan, protoze nebylo nalezeno zadne bezpecne misto.
pt_pt: {ce}{0} nao foi teleportado porque nao foi encontrado um local seguro para o mesmo.
zh_cn: {ce}传送点不安全, 传送玩家 {0} 失败.

source: {ci}Use {cc}/uh tpback {0} force{ci} to teleport the player regardless this point.
cs_cz: {ci}Pouzijte {cc}/uh tpback {0} force{ci} pro teleport i pres nenalezeni bezpecneho mista.
pt_pt: {ci}Usa {cc}/uh tpback {0} force{ci} para teleportar o Jogador mesmo que o local nao seja seguro.
zh_cn: {ci}使用 {cc}/uh tpback {0} force{ci} 来强制传送玩家.

source: {cc}/uh tpback <player> [force] {ci}: safely teleports back a player to his death location.
cs_cz: {cc}/uh tpback <player> [force] {ci}: bezpecne teleportuje hrace na misto jeho smrti.
pt_pt: {cc}/uh tpback <jogador> [force] {ci}: teleporta em seguranca um jogador para o local da sua morte. Quando especificado - force - teleporta mesmo que nao seja seguro.
zh_cn: {cc}/uh tpback <player> [force] {ci}: 将玩家安全地传送到其死亡地点

source: {ce}The game is not started!
cs_cz: {ce}Hra jeste nezacala!
pt_pt: {ce}O Jogo ainda nao comecou!
zh_cn: {ce}游戏尚未开始!

source: {ce}There's not one team alive!
cs_cz: {ce}Hra jeste neskoncila!
pt_pt: {ce}Nao esta so uma Equipa Viva!
zh_cn: {ce}没有存活的队伍!

source: {cc}/uh finish {ci}: displays the name of the winner(s) and launches some fireworks.
cs_cz: {cc}/uh finish {ci}: zobrazi jmena vitezneho tymu a spusti ohnostroj.
pt_pt: {cc}/uh finish {ci}: Exibe o nome do(s) Vencedor(es) e lanca alguns foguetes.
zh_cn: {cc}/uh finish {ci}: 显示获胜者并燃放焰火祝贺

source: {ce}This player is not playing or dead!
cs_cz: {ce}Tento hrace nehraje nebo neni mrtvy!
pt_pt: {ce}Este Jogador nao esta a Jogar ou esta MORTO!
zh_cn: {ce}玩家不存在或未死亡!

source: {cs}Because {0} is offline, he will be resurrected when he logins. If he was, he is no longer banned.
cs_cz: {cs}Protoze hrace {0} je offline, bude vzkristen po pripojeni. Pripadny ban byl odstranen.
pt_pt: {cs}Porque {0} esta OFFLINE, vamos ressuscita lo quando ele ficar ONLINE. Se estava Banido, ja nao esta.
zh_cn: {cs}玩家 {0} 当前离线, 其下次上线时将复活.

source: {ce}{0} is not dead!
cs_cz: {ce}{0} neni mrtvy!
pt_pt: {ce}{0} nao esta MORTO!
zh_cn: {ce}玩家 {0} 未死亡!

source: {cc}/uh resurrect <player> {ci}: resurrects a player.
cs_cz: {cc}/uh resurrect <player> {ci}: vzkrisi hrace z mrtvych.
pt_pt: {cc}/uh resurrect <jogador> {ci}: ressuscita o jogador.
zh_cn: {cc}/uh resurrect <player> {ci}: 复活玩家

source: {ce}Unable to add the player {0} to the team {1}. This player is unknown in the server.
cs_cz: {ce}Nepovedlo se pridat hrace {0} do tymu {1}. Hrac musi byt pripojen k serveru.
pt_pt: {ce}Impossivel adicionar {0} a Equipa {1}.
zh_cn: {ce}无法将玩家 {0} 加入到队伍 {1} 中. 服务器中无此玩家.

source: {ce}This team does not exists.
cs_cz: {ce}Takovy tym neexistuje.
pt_pt: {ce}Esta Equipa nao Existe.
zh_cn: {ce}指定队伍不存在.

source: {cs}The player {0} was successfully added to the team {1}
cs_cz: {cs}Hrac {0} byl uspesne pridan do tymu {1}
pt_pt: {cs}O Jogador {0} foi adicionado com Sucesso a Equipa {1}
zh_cn: {cs}成功将玩家 {0} 加入到队伍 {1} 中.

source: {cc}/uh team join <player> <teamName ...> {ci}: adds a player inside the given team. The name of the team is it color, or the explicit name given.
cs_cz: {cc}/uh team join <player> <teamName ...> {ci}: prida hrace do daneho tymu. Jmeno tymu je jeho barva, pripadne konkretni jmeno.
pt_pt: {cc}/uh team join <jogador> <equipa ...>{ci}: adiciona um jogador a uma equipa. O nome da equipa pode ser a cor ou o seu determinado nome.
zh_cn: {cc}/uh team join <player> <teamName ...> {ci}: 使玩家加入指定队伍. 使用已设定的队伍颜色或名字进行指定

source: {cs}All teams where removed.
cs_cz: {cs}Vsechny tymy byly odstraneny.
pt_pt: {cs}Todas as Equipas foram Removidas.
zh_cn: {cs}已删除所有队伍.

source: {cc}/uh team reset {ci}: removes all teams.
cs_cz: {cc}/uh team reset {ci}: odstrani vsechny tymy.
pt_pt: {cc}/uh team reset {ci}: elimina todas as equipas.
zh_cn: {cc}/uh team reset {ci}: 删除所有队伍

source: {ce}Unable to add the team, check the color name. Tip: use Tab to autocomplete.
cs_cz: {ce}Nepovedlo se pridat tym, zkontrolujte jmeno barvy. Tip: pouzijte Tab pro automaticke dokonceni.
pt_pt: {ce}Impossivel criar a Equipa, verifica o nome da cor. Dica: usa Tab para auto completar.
zh_cn: {ce}队伍添加失败, 请检查指定颜色是否正确. 提示: Tab键可自动补全.

source: {cs}Team {0}{cs} added.
cs_cz: {cs}Tym {0}{cs} byl pridan.
pt_pt: {cs}Equipa {0}{cs} adicionada.
zh_cn: {cs}队伍 {0}{cs} 已添加.

source: {cc}/uh team add <color> [<name ...>] {ci}: adds a team with the provided color.
cs_cz: {cc}/uh team add <color> [<name ...>] {ci}: prida tym dane barvy.
pt_pt: {cc}/uh team add <cor> [<nome ...>]{ci}: adiciona uma equipa com uma determinada cor.
zh_cn: {cc}/uh team add <color> [<name ...>] {ci}: 增加一个队伍并指定队伍颜色

source: {ce}The player {0} is disconnected and never logged in before!
cs_cz: {ce}Hrac {0} je odpojen od serveru!
pt_pt: {ce}O Jogador {0} esta OFFLINE!
zh_cn: {ce}玩家 {0} 已与服务器断开连接, 且再没登录过!

source: {cs}The player {0} was successfully removed from his team.
cs_cz: {cs}Hrac {0} byl uspesne odstranen ze sveho tymu.
pt_pt: {cs}O Jogador {0} foi removido com Sucesso da sua Equipa.
zh_cn: {cs}已将玩家 {0} 从其队伍中删除.

source: {cc}/uh team leave <player> {ci}: removes a player from his team.
cs_cz: {cc}/uh team leave <player> {ci}: odstrani hrace z jeho tymu.
pt_pt: {cc}/uh team leave <jogador> {ci}: retira um jogador da sua equipa.
zh_cn: {cc}/uh team leave <player> {ci}: 使玩家离队

source: {cs}Team {0} deleted.
cs_cz: {cs}Tym {0} byl odstranen.
pt_pt: {cs}Equipa {0} Eliminada.
zh_cn: {cs}队伍 {0} 已删除.

source: {cc}/uh team remove <name ...> {ci}: removes a team
cs_cz: {cc}/uh team remove <name ...> {ci}: odstrani tym
pt_pt: {cc}/uh team remove <nome ...> {ci}: elimina uma equipa
zh_cn: {cc}/uh team remove <name ...> {ci}: 删除队伍

source: {ce}There isn't any team to show.
cs_cz: {ce}Nejsou zadne definovane tymy.
pt_pt: {ce}Nao existe nenhuma Equipa para ser mostrada.
zh_cn: {ce}尚无队伍.

source: {0} ({1} player)
cs_cz: {0} ({1} hracu)
pt_pt: {0} ({1} Jogador)
zh_cn: {0} ({1} 位玩家)

source: {cc}/uh team list {ci}: lists the teams and their players.
cs_cz: {cc}/uh team list {ci}: zobrazi seznam tymu a jejich hracu.
pt_pt: {cc}/uh team list {ci}: lista das equipas e seus jogadores.
zh_cn: {cc}/uh team list {ci}: 列出所有队伍及玩家

source: {aqua}------ Timers commands ------
cs_cz: {aqua}------ Prikazy k casovacum ------
pt_pt: {aqua}------ Comandos para os Temporizadores ------
zh_cn: {aqua}------ 计时器指令 ------

source: {cc}/uh timers {ci}: manages the timers. See /uh timers for details.
cs_cz: {cc}/uh timers {ci}: nastavi casovace. Napiste /uh times pro vice detailu.
pt_pt: {cc}/uh timers {ci}: controla os temporizadores. Faz /uh timers para detalhes.
zh_cn: {cc}/uh timers {ci}: 计时器管理. 输入 /uh timers 查看详细指令

source: {aqua}------ Team commands ------
cs_cz: {aqua}------ Tymove prikazy ------
pt_pt: {aqua}------ Comandos para Equipas ------
zh_cn: {aqua}------ 队伍指令 ------

source: {cc}/join [player] <team ...> {ci}: adds “player” (or the sender) inside the given team. Without arguments, displays the chat-based team selector.
cs_cz: {cc}/join [player] <team ...> {ci}: prida hrace (nebo odesilatele prikazu) do daneho tymu. Bez dalsich argumentu zobrazi vybirani tymu v chatu.
pt_pt: {cc}/join [jogador] <equipa ...> {ci}: adiciona o “jogador” (ou quem executou) na Equipa. Sem argumentos (/join), aparece um selecionador de equipas baseado .
zh_cn: {cc}/join [player] <team ...> {ci}: 加入指定队伍. 若未指定队伍则显示队伍选择信息

source: {cc}/leave [player] {ci}: removes “player” (or the sender) from his team.
cs_cz: {cc}/leave [player] {ci}: odstrani hrace (nebo odesilatele prikazu) z jeho tymu.
pt_pt: {cc}/leave [jogador] {ci}: remove o “jogador” (ou quem executou) da sua Equipa.
zh_cn: {cc}/leave [player] {ci}: 离开队伍

source: {cc}/uh team {ci}: manages the teams. Execute /uh team for details.
cs_cz: {cc}/uh team {ci}: nastavuje tymy. Napiste /uh team pro vice detailu.
pt_pt: {cc}/uh team {ci}: edita as equipas. Faz /uh team para detalhes.
zh_cn: {cc}/uh team {ci}: 队伍管理. 输入 /uh team 查看详细指令

source: {aqua}------ Border commands ------
cs_cz: {aqua}------ Prikazy k hranicim ------
pt_pt: {aqua}------ Comandos para Limites ------
zh_cn: {aqua}------ 边界指令 ------

source: {cc}/uh border {ci}: manages borders. Execute /uh border for details.
cs_cz: {cc}/uh border {ci}: nastavuje hranice. Napiste /uh borders pro vice detailu.
pt_pt: {cc}/uh border {ci}: edita os limites. Faz /uh border para detalhes.
zh_cn: {cc}/uh border {ci}: 边界管理. 输入 /uh border 查看详细指令

source: {ce}Hey, this is not a number of half-hearts. It's a text. Pfff.
cs_cz: {ce}Hej, tohle neni pocet pulsrdicek. Tohle je text. Pfff.
pt_pt: {ce}Hey, isso nao e um numero de meios-coracoes. Isso e Texto. Pfff.
zh_cn: {ce}嘿, 你输入的不是数字, 好吗?!

source: {ce}Serial killer!
cs_cz: {ce}Seriovy vrahu!
pt_pt: {ce}Assassino em Serie!
zh_cn: {ce}你个连环杀人犯!

source: {ce}The health of {0} was not updated to avoid a kill.
cs_cz: {ce}Zdravi hrace {0} nebylo updatovano, aby se predeslo zabiti.
pt_pt: {ce}A Vida de {0} nao foi atualizada para evitar a sua Morte.
zh_cn: {ce}为避免打错指令误杀玩家, {0} 的生命值未改变.

source: {cc}/uh healall [half-hearts=20|±diff] {ci}: heals all players instead of only one.
cs_cz: {cc}/uh healall [half-hearts=20|±diff] {ci}: uzdravi misto jednoho hrace vsechny.
pt_pt: {cc}/uh healall [meios-coracoes=20|±diferenca] {ci}: regenera todos os jogadores.
zh_cn: {cc}/uh healall [half-hearts=20|±diff] {ci}: 恢复所有玩家的生命值

source: the console
cs_cz: konzole
pt_pt: Console
zh_cn: 控制台

source: {ce}You can't shift the current episode because the game is not started.
cs_cz: {ce}Neni mozne posunout soucasnou epizodu, protoze hra jeste nezacala.
pt_pt: {ce}Nao podes passar para o proximo episodio porque o Jogo ainda nao Comecou.
zh_cn: {ce}游戏尚未开始, 不能更改游戏阶段.

source: {cc}/uh shift {ci}: shifts an episode.
cs_cz: {cc}/uh shift {ci}: posune epizodu.
pt_pt: {cc}/uh shift {ci}: passa para o proximo episodio.
zh_cn: {cc}/uh shift {ci}: 更改游戏阶段

source: {cst}Generating the walls...
cs_cz: {cst}Generuji hranice mapy...
pt_pt: {cst}A Gerar os Limites...
zh_cn: {cst}正在生成边界墙...

source: {ci}From the console, generating the walls of the default world, {0}
cs_cz: {ci}Z konzole generuji hranice teto mapy, {0}
pt_pt: {ci}Apartir do Console, a gerar os limites para o mundo Default, {0}
zh_cn: {ci}正在从控制台生成世界 {0} 的边界墙.

source: {ce}Unable to generate the wall: see logs for details. The blocks set in the config are probably invalid.
cs_cz: {ce}Plugin nebyl schopny vygenerovat hranici mapy, vice informaci v logu. Pravdepodobnou pricinou je neplatnost nastavenych bloku.
pt_pt: {ce}Impossivel Gerar os Limites: ve os logs para detalhes. Os blocos colocados nas configuracoes sao provavelmente invalidos.
zh_cn: {ce}无法生成边界墙: 详情请查看控制台日志. 也许是在配置文件中设置了无效的方块.

source: {ce}An error occurred, see console for details.
cs_cz: {ce}Vyskytla se chyba, vice informaci naleznete v konzoli.
pt_pt: {ce}Ocorreu um Erro, ve a Console para detalhes.
zh_cn: {ce}发生错误, 详情请查看控制台日志.

source: {cst}Generation done.
cs_cz: {cst}Generace byla dokoncena.
pt_pt: {cst}Limites Criados com Sucesso.
zh_cn: {cst}边界墙生成完毕.

source: {cc}/uh generatewalls {ci}: generates the walls according to the configuration.
cs_cz: {cc}/uh generatewalls {ci}: generuje zdi podle nakonfigurovanych parametru.
pt_pt: {cc}/uh generatewalls {ci}: gera as paredes, segundo as configuracoes.
zh_cn: {cc}/uh generatewalls {ci}: 根据配置文件生成边界墙
