Repository: zDevelopers/UHPlugin
Catalog: src/main/resources/i18n/*.po
Languages: cs_cz, pt_pt, zh_cn

source: {ce}This timer is not registered.
cs_cz: {ce}Takovy casovac neexistuje.
pt_pt: {ce}Este temporizador nao esta registado.
zh_cn: {ce}计时器不存在.

source: {cs}The timer {0}{cs} was stopped.
cs_cz: {cs}}Casovac {0}{cs} byl zastaven.
pt_pt: {cs}O temporizador {0}{cs} foi Parado.
zh_cn: {cs}计时器 {0}{cs} 已停止.

source: {cc}/uh timers stop <title ...> {ci}: stops a timer. The timer will be removed from the scoreboard.
cs_cz: {cc}/uh timers stop <title ...> {ci}: zastavi casovac. Ten bude take skryt ze scoreboardu.
pt_pt: {cc}/uh timers stop <titulo ...> {ci}: para um temporizador. O temporizador e removido do scoreboard.
zh_cn: {cc}/uh timers stop <title ...> {ci}: 停止某个计时器. 该计时器将从计分板上删除

source: {cs}The timer {0}{cs} was started.
cs_cz: {cs}}Casovac {0}{cs} zacal odpocitavat.
pt_pt: {cs}O temporizador {0}{cs} foi Iniciado.
zh_cn: {cs}计时器 {0}{cs} 已开始.

source: {cc}/uh timers start <title ...> {ci}: starts a timer.
cs_cz: {cc}/uh timers start <title ...> {ci}: nastartuje casovac.
pt_pt: {cc}/uh timers start <titulo ...> {ci}: inicia um temporizador.
zh_cn: {cc}/uh timers start <title ...> {ci}: 开始某个计时器

source: {cs}The timer {0}{cs} is now hidden.
cs_cz: {cs}}Casovac {0}{cs} je nyni skryt.
pt_pt: {cs}O temporizador {0}{cs} esta agora Oculto.
zh_cn: {cs}计时器 {0}{cs} 已隐藏.

source: {cc}/uh timers hide <title ...> {ci}: removes a timer from the scoreboard. Don't stops the timer.
cs_cz: {cc}/uh timers hide <title ...> {ci}: skryje casovac ze scoreboardu. Tato funkce casovac nezastavi.
pt_pt: {cc}/uh timers hide <titulo ...> {ci}: remove um temporizador do scoreboard. Nao para o temporizador.
zh_cn: {cc}/uh timers hide <title ...> {ci}: 删除计分板上的计时器, 但该计时器不会停止

source: {ci}{0} timer is registered.
cs_cz: {ci}{0} casovac(u) je registrovano.
zh_cn: {ci}共 {0} 个计时器.

source: {yellow} • {{ci}{0}{ci} - total {1} second - {2}
cs_cz: {yellow} • {ci}{0}{ci} - celkem {1} sekund - {2}
pt_pt: {yellow} • {ci}{0}{ci} - total {1} segundo - {2}
zh_cn: {yellow} • {{ci}{0}{ci} - 总计 {1} 秒 - {2}

source: {green} • {ci}{0}{ci} - total {1} second - {2}
cs_cz: {green} • {ci}{0}{ci} - celkem {1} sekund - {2}
pt_pt: {green} • {ci}{0}{ci} - total {1} segundo - {2}
zh_cn: {green} • {ci}{0}{ci} - 总计 {1} 秒 - {2}

source: {red} • {ci}{0}{ci} - total {1} second
cs_cz: {red} • {ci}{0}{ci} - celkem {1} sekund
pt_pt: {red} • {ci}{0}{ci} - total {1} segundo
zh_cn: {red} • {ci}{0}{ci} - 总计 {1} 秒

source: {cc}/uh timers list {ci}: lists the registered timers.
cs_cz: {cc}/uh timers list {ci}: zobrazi seznam bezicich casovacu.
pt_pt: {cc}/uh timers list {ci}: lista de todos os temporizadores registados.
zh_cn: {cc}/uh timers list {ci}: 列出已有的计时器

source: {cs}The timer {0}{cs} is now displayed.
cs_cz: {cs}Casovac {0}{cs} je nyni zobrazen.
pt_pt: {cs}O temporizador {0}{cs} e agora Exibido.
zh_cn: {cs}计时器 {0}{cs} 已显示.

source: {cc}/uh timers display <title ...> {ci}: displays a timer in the scoreboard. Automatic when a timer is started.
cs_cz: {cc}/uh timers display <title ...> {ci}: zobrazi casovac ve scoreboardu. Tato funkce je automaticka po startu casovace.
pt_pt: {cc}/uh timers display <titulo ...> {ci}: mostra um temporizador no scoreboard. Automatico quando um temporizador e iniciado.
zh_cn: {cc}/uh timers display <title ...> {ci}: 在计分板上显示计时器. 当一个计时器开始时会自动显示

source: {cs}The timer {0}{cs} has been deleted.
cs_cz: {cs}}Casovac {0}{cs} byl odstranen.
pt_pt: {cs}O temporizador {0}{cs} foi Removido.
zh_cn: {cs}计时器 {0}{cs} 已删除.

source: {cc}/uh timers remove <title ...> {ci}: deletes a timer.
cs_cz: {cc}/uh timers remove <title ...> {ci}: odstrani casovac.
pt_pt: {cc}/uh timers remove <titulo ...> {ci}: remove um temporizador.
zh_cn: {cc}/uh timers remove <title ...> {ci}: 删除某个计时器

source: {cs}The timer {0}{cs} was resumed.
cs_cz: {cs}}Casovac {0}{cs} nyni pokracuje.
pt_pt: {cs}O temporizador {0}{cs} foi Retomado.
zh_cn: {cs}计时器 {0}{cs} 已继续.

source: {cc}/uh timers resume <title ...> {ci}: resumes a timer.
cs_cz: {cc}/uh timers resume <title ...> {ci}: pokracuje v casovaci.
pt_pt: {cc}/uh timers resume <titulo ...> {ci}: retoma o temporizador.
zh_cn: {cc}/uh timers resume <title ...> {ci}: 继续某个计时器

source: {cs}The duration of the timer {0}{cs} is now {1}.
cs_cz: {cs}Delka casovace {0}{cs} je nyni {1}.
pt_pt: {cs}A Duracao do temporizador {0}{cs} e agora {1}.
zh_cn: {cs}计时器 {0}{cs} 的时长为 {1}.

source: {ce}The duration' syntax is invalid; accepted formats are mm, mm:ss or hh:mm:ss.
cs_cz: {ce}Chyba v casove syntaxi - funguji formaty mm, mm:ss a hh:mm:ss.
pt_pt: {ce}A Duracao que inseriste e nao e valida. Os formatos que podes utilizar sao mm ou mm:ss ou hh:mm:ss.
zh_cn: {ce}时长格式不正确; 仅接受 mm, mm:ss 或 hh:mm:ss.

source: {cc}/uh timers set <duration> <title ...> {ci}: sets the duration of a timer.
cs_cz: {cc}/uh timers set <duration> <title ...> {ci}: nastavi delku casovace.
pt_pt: {cc}/uh timers set <duration> <titulo ...> {ci}: muda a duracao de um temporizador.
zh_cn: {cc}/uh timers set <duration> <title ...> {ci}: 设定计时器的时长

source: {ce}A timer called {0}{ce} already exists; please choose another name.
cs_cz: {ce}Casovac nazvany {0}{ce} jiz existuje, prosim vyberte jine jmeno.
pt_pt: {ce}Um temporizador com o nome {0}{ce} ja existe; escolhe outro nome.
zh_cn: {ce}计时器 {0}{ce} 已存在; 请换个名字.

source: {cs}The timer {0}{cs} (duration {1}) has been registered.
cs_cz: {cs}Casovac {0}{cs} s delkou {1} byl registrovan.
pt_pt: {cs}O temporizador {0}{cs} (duracao {1}) foi adicionado.
zh_cn: {cs}计时器 {0}{cs} (时长 {1}) 已添加.

source: {cc}/uh timers add <duration> <title ...> {ci}: adds a timer.
cs_cz: {cc}/uh timers add <duration> <title ...> {ci}: prida casovac.
pt_pt: {cc}/uh timers add <duracao> <titulo ...> {ci}: adiciona um temporizador.
zh_cn: {cc}/uh timers add <duration> <title ...> {ci}: 增加一个计时器

source: {cs}The timer {0}{cs} is now paused.
cs_cz: {cs}}Casovac {0}{cs} je nyni pauznut.
pt_pt: {cs}O temporizador {0}{cs} foi Pausado.
zh_cn: {cs}计时器 {0}{cs} 已暂停.

source: {cc}/uh timers pause <title ...> {ci}: pauses a timer.
cs_cz: {cc}/uh timers pause <title ...> {ci}: pauzne casovac.
pt_pt: {cc}/uh timers pause <titulo ...> {ci}: pausa um temporizador.
zh_cn: {cc}/uh timers pause <title ...> {ci}: 暂停某个计时器

source: {cst}You where frozen by {0}.
cs_cz: {cst}Byl jsi zmrazen administratorem {0}.
pt_pt: {cst}Foste Congelado por {0}.
zh_cn: {cst}你已被 {0} 冻结.

source: {cst}You where unfrozen by {0}.
cs_cz: {cst}Byl jsi odmrazen administratorem {0}.
pt_pt: {cst}Foste Descongelado por {0}.
zh_cn: {cst}你已被 {0} 解冻.

source: {cs}{0} is now frozen.
cs_cz: {cs}{0} je nyni zmrazen.
pt_pt: {cs}{0} esta agora Congelado.
zh_cn: {cs}玩家 {0} 已冻结.

source: {cs}{0} is now unfrozen.
cs_cz: {cs}{0} je nyni odmrazen.
pt_pt: {cs}{0} esta agora Descongelado.
zh_cn: {cs}玩家 {0} 已解冻.

source: {darkaqua}The entire game is now frozen.
cs_cz: {darkaqua}Cela hra je nyni pozastavena.
pt_pt: {darkaqua}O Jogo esta agora PARADO.
zh_cn: {darkaqua}游戏已冻结.

source: {darkaqua}The game is now unfrozen.
cs_cz: {darkaqua}Hra opet bezi.
pt_pt: {darkaqua}O Jogo foi Retomado.
zh_cn: {darkaqua}游戏已解冻.

source: {aqua}------ Freeze commands ------
cs_cz: {aqua}------ Zmrazovaci prikazy ------
pt_pt: {aqua}------ Comandos para Congelar/Parar ------
zh_cn: {aqua}------ 冻结指令 ------

source: {cc}/uh freeze on [player]{ci}: freezes a player, or the sender without a specified player.
cs_cz: {cc}/uh freeze on [player]{ci}: zmrazi hrace, pripadne odesilatele prikazu pri neudani hrace.
pt_pt: {cc}/uh freeze on [jogador]{ci}: congela um jogador, ou a si proprio se nao tiver jogador especificado.
zh_cn: {cc}/uh freeze on [player]{ci}: 冻结指定玩家, 若未指定玩家则冻结指令发送者

source: {cc}/uh freeze off [player]{ci}: unfreezes a player (or the sender), even if the entire game is frozen.
cs_cz: {cc}/uh freeze off [player]{ci}: odmrazi hrace (nebo odesilatele), i kdyz je cela hra zmrazena.
pt_pt: {cc}/uh freeze off [jogador]{ci}: descongela um jogador (ou a si), mesmo com o Jogo parado.
zh_cn: {cc}/uh freeze off [player]{ci}: 解冻指定玩家(或指令发送者), 即使游戏已冻结

source: {cc}/uh freeze all{ci}: freezes the entire game (players, mobs, timer).
cs_cz: {cc}/uh freeze all{ci}: zmrazi celou hru (hraci, mobove, casovace).
pt_pt: {cc}/uh freeze all{ci}: congela/pausa o Jogo Todo (jogadores, mobs, tempo).
zh_cn: {cc}/uh freeze all{ci}: 冻结整个游戏(包括玩家, 怪物, 计时器)

source: {cc}/uh freeze none{ci}: unfreezes the entire game. You NEED to execute this in order to relaunch the timer.
cs_cz: {cc}/uh freeze none{ci}: odmrazi celou hru. Tento prikaz je nutnosti, pokud chcete znovu spustit casovac.
pt_pt: {cc}/uh freeze none{ci}: descongela/retoma o Jogo Todo. PRECISAS de fazer este comando para Retomar o tempo do Jogo.
zh_cn: {cc}/uh freeze none{ci}: 解冻整个游戏. 若想重启计时器, 使用此指令

source: {cc}/uh freeze {ci}: (un)freezes the entire game, or a player. See /uh freeze for details.
cs_cz: {cc}/uh freeze {ci}: (od)zmrazi celou hru nebo jednoho hrace. Napiste /uh freeze pro vice detailu.
pt_pt: {cc}/uh freeze {ci}: (Des)Congela o Jogo todo, ou a um jogador. Faz /uh freeze para detalhes.
zh_cn: {cc}/uh freeze {ci}: 冻结(或解冻)玩家或整个游戏. 输入 /uh freeze 查看详细指令

source: {ce}This player is offline.
cs_cz: {ce}Tento hrac je offline.
pt_pt: {ce}Este Jogador esta OFFLINE.
zh_cn: {ce}该玩家当前离线.

source: {ce}You can't kill a player with this command, to avoid typo fails.
cs_cz: {ce}Kvuli predejiti preklepu neni mozne zabit hrace timto prikazem.
pt_pt: {ce}Nao podes MATAR Jogadores com este comando, para evitar falhas na escrita.
zh_cn: {ce}为避免打错指令, 不能这样杀死玩家.

source: {cc}/uh heal <player> [half-hearts=20|±diff] {ci}: heals a player to the number of half-hearts provided (default 20).
cs_cz: {cc}/uh heal <player> [half-hearts=20|±diff] {ci}: uzdravi hrace o pocet zadanych pulsrdicek (standardne 20).
pt_pt: {cc}/uh heal <jogador> [meios-coracoes=20|±diferenca] {ci}: regenera vida de um jogador para os meio-coracoes indicados (default 20).
zh_cn: {cc}/uh heal <player> [half-hearts=20|±diff] {ci}: 恢复玩家的生命值(默认20点)

source: {cc}/uh feed <player> [foodPoints=20] [saturation=max] {ci}: feeds a player.
cs_cz: {cc}/uh feed <player> [foodPoints=20] [saturation=max] {ci}: nakrmi hrace.
pt_pt: {cc}/uh feed <jogador> [Fome=20] [Saturacao=max] {ci}: alimenta os jogadores.
zh_cn: {cc}/uh feed <player> [foodPoints=20] [saturation=max] {ci}: 给玩家增加饥饿值和饱食度

source: {ce}This player was never seen on this server.
cs_cz: {ce}Tento hrac nikdy nenavstivil tento server.
pt_pt: {ce}Este jogador nunca foi visto neste server.
zh_cn: {ce}服务器无此玩家.

source: {cs}The player {0} is now marked as dead.
cs_cz: {cs}Hrac {0} je nyni prohlasen za mrtveho.
pt_pt: {cs}O Jogador {0} foi marcado como Morto.
zh_cn: {cs}已标记玩家 {0} 为死亡状态.

source: {ce}{0} is not an alive player.
cs_cz: {ce}{0} neni zivy hrac.
pt_pt: {ce}{0} nao e um jogador vivo.
zh_cn: {ce}玩家 {0} 非存活状态.

source: {cc}/uh kill <player> {ci}: mark a player as dead, even if he is offline.
cs_cz: {cc}/uh kill <player> {ci}: oznaci hrace za mrtveho, i kdyz je offline.
pt_pt: {cc}/uh kill <jogador> {ci}: marca um jogador como morto, mesmo que esteja offline.
zh_cn: {cc}/uh kill <player> {ci}: 杀死玩家, 即使玩家已离线

source: {ce}The game is already started! Reload or restart the server to restart the game.
cs_cz: {ce}Hra jiz zacala! Reloadnete nebo restartujete server pro restart hry.
pt_pt: {ce}O Jogo ja comecou! Faz Reload ou Reinicia o server para reiniciar o Jogo.
zh_cn: {ce}游戏已开始! 要重新开始游戏请重启服务器.

source: {aqua}------ Beginning of the game ------
zh_cn: {aqua}------ 游戏开始指令 ------

source: {cc}/uh start {ci}: starts the game. Period.
zh_cn: {cc}/uh start {ci}: 直接开始游戏

source: {aqua}Startup options
zh_cn: {aqua}参数

source: {ci}You can add some tags to change the way the game is started, just append them to the command with spaces.
zh_cn: {ci}你可以用以下参数定义游戏的开始方式, 参数记得用空格分开

source: {cc}slow:true {ci}: launches the game slowly, in two steps (teleportation then beginning of the game), for smaller servers.
zh_cn: {cc}slow:true {ci}: 分两个步骤开始游戏(先传送队伍再开始游戏), 推荐小型服务器使用

source: {cc}ignoreTeams:true {ci}: even with teams, teleports the players like in a solo game (only one player per spawn point, not a spawn point per team).
zh_cn: {cc}ignoreTeams:true {ci}: 忽略队伍, 以各自为战形式开始游戏(每位玩家占用一个出生点)

source: {cc}/uh start {ci}: launches the game. See /uh start help for options (slow and ignoreTeams).
cs_cz: {cc}/uh start {ci}: spusti hru.
pt_pt: {cc}/uh start {ci}: prepara o Jogo.
zh_cn: {cc}/uh start {ci}: 开始游戏. 输入 /uh start help 查看详细指令

source: {cs}The player {0} is now a spectator.
cs_cz: {cs}Hrac {0} je nyni spectatorem.
pt_pt: {cs}{0} esta agora em Modo Espectador.
zh_cn: {cs}玩家 {0} 已被标记为旁观者.

source: {cs}The player {0} is now a player.
cs_cz: {cs}Hrac {0} je nyni hracem.
pt_pt: {cs}{0} e agora um Jogador. Modo Espectador Desativado
zh_cn: {cs}玩家 {0} 已被取消旁观者.

source: {ce}There isn't any spectator to list.
cs_cz: {ce}Neni mozne vypsat spectatory, jelikoz zadni neexistuji.
pt_pt: {ce}Nao existe nenhum Espectador.
zh_cn: {ce}尚无旁观者.

source: {ci}{0} registered spectator.
cs_cz: {ci}{0} registrovanych spectatoru.
pt_pt: {ci}{0} Espectador registado.
zh_cn: {ci}共 {0} 个旁观者.

source: {ci}This count includes only the initial spectators.
cs_cz: {ci}Tento seznam zahrnuje pouze pocatecni spectatory.
pt_pt: {ci}Este numero inclui apenas os Espectadores Iniciais.
zh_cn: {ci}仅统计初始的旁观者.

source: {aqua}------ Startup spectators commands ------
cs_cz: {aqua}------ Prikazy ke startup spectatorum ------
pt_pt: {aqua}------ Comandos Espectadores Iniciais ------
zh_cn: {aqua}------ 旁观者指令 ------

source: {cc}/uh spec add <player>{ci}: adds a startup spectator.
cs_cz: {cc}/uh spec add <player>{ci}: prida startup spectatora.
pt_pt: {cc}/uh spec add <jogador>{ci}: adiciona um espectador inicial (nao ira jogar).
zh_cn: {cc}/uh spec add <player>{ci}: 增加一个旁观者

source: {cc}/uh spec remove <player>{ci}: removes a startup spectator.
cs_cz: {cc}/uh spec remove <player>{ci}: odebere startup spectatora.
pt_pt: {cc}/uh spec remove <jogador>{ci}: remove um espectador inicial.
zh_cn: {cc}/uh spec remove <player>{ci}: 删除一个旁观者

source: {cc}/uh spec list{ci}: lists the startup spectators.
cs_cz: {cc}/uh spec list{ci}: zobrazi seznam startup spectatoru.
pt_pt: {cc}/uh spec list{ci}: lista dos espectadores iniciais.
zh_cn: {cc}/uh spec list{ci}: 列出所有旁观者

source: {cc}/uh spec {ci}: manages the spectators. Execute /uh spec for details.
cs_cz: {cc}/uh spec {ci}: nastavuje spectatory. Napiste /uh spec pro vice detailu.
pt_pt: {cc}/uh spec {ci}: edita os espectadores. Faz /uh spec para detalhes.
zh_cn: {cc}/uh spec {ci}: 旁观者管理. 输入 /uh spec 查看详细指令

source: {cs}You are now chatting with your team only.
cs_cz: {cs}Nyni pises do tymoveho chatu.
pt_pt: {cs}Estas agora a falar apenas com a tua Equipa.
zh_cn: {cs}已切换到队伍聊天.

source: {cs}You are now chatting with everyone.
cs_cz: {cs}Nyni pises do globalniho chatu.
pt_pt: {cs}Estas agora a falar com Todos.
zh_cn: {cs}已切换到世界聊天.

source: {cs}You are now chatting with the team {0}{cs}.
cs_cz: {cs}Nyni pises do chatu s tymem {0}{cs}.
pt_pt: {cs}Estas agora a falar com a Equipa {0}{cs}.
zh_cn: {cs}已切换到与队伍 {0}{cs} 聊天.

source: {ci}Legend: {cc}/uh command <required> [optional=default] <spaces allowed ...>{ci}.
cs_cz: {ci}Legenda: {cc}/uh prikaz <povinne> [volitelne=vychozi] <povolene mezery, ...>{ci}.
pt_pt: {ci}Legenda: {cc}/uh command <necessario> [opcional=default] <espacos sao validos ...>{ci}.
zh_cn: {ci}指令示例: {cc}/uh 指令 <必须参数> [可选参数=默认值] <空格分隔多个参数, ...>{ci}

source: {ce}{bold}You cannot execute this command this way.
zh_cn: {ce}{bold}该指令不能这样执行

source: {ce}The help is displayed above.
zh_cn: {ce}帮助文档已在上方显示

source: {ce}You are not allowed to execute this command.
cs_cz: {ce}lolnope
pt_pt: {ce}Nao estas Autorizado a executar este comando.
zh_cn: {ce}你没有权限执行此指令

source: {ce}You are currently out of the future border (diameter of {0} block).
pt_pt: {ce}Estas fora do Futuro Limite de diametro {0}.
zh_cn: {ce}你正处于地图新边界外 (新边界直径为 {0} 个方块).

source: {ce}You are currently out of the future border of {0}×{0} blocks.
cs_cz: {ce}Nyni jsi za budouci hranici mapy, ktera bude mit velikost {0}*{0}.
pt_pt: {ce}Estas fora dos Futuros Limtes de {0}*{0}.
zh_cn: {ce}你正处于地图新边界外 {0}*{0} 个方块.

source: {ci}You have {0} block to go before being inside.
pt_pt: {ci}Tens de andar {0} bloco para estares dentro dos Novos Limites.
zh_cn: {ci}还剩 {0} 个方块进入地图新边界内.

source: {ce}Unable to start the game: not enough teleportation spots.
cs_cz: {ce}Neni mozne zacit hru: neni dostatek teleportacnich mist.
pt_pt: {ce}Impossivel Comecar o Jogo: pontos de Spawn insuficientes.
zh_cn: {ce}未能开始游戏: 没有足够的出生点.

source: {lightpurple}Teleportation in progress... Please wait.
cs_cz: {lightpurple}Probiha teleportace... vyckejte, prosim.
pt_pt: {lightpurple}Teleporte em Progresso... Espera um Pouco.
zh_cn: {lightpurple}传送中... 请耐心等候.

source: {cs}All teams are teleported.
cs_cz: {cs}Vsechny tymy byly uspesne teleportovany.
pt_pt: {cs}Todas as Equipas foram Teleportadas.
zh_cn: {cs}所有队伍已被传送.

source: {gray}Use {cc}/uh start{gray} or click here to start the game.
pt_pt: {gray}Usa {cc}/uh start{gray} para comecar o Jogo.
zh_cn: {gray}请用 {cc}/uh start{gray} 来开始游戏.

source: {ce}Please execute {cc}/uh start slow{ce} before.
cs_cz: {ce}Nejprve napiste prikaz {cc}/uh start slow{ce}
pt_pt: {ce}Faz {cc}/uh start slow{ce} antes desse Comando.
zh_cn: {ce}请先执行 {cc}/uh start slow{ce} 指令.

source: {ce}Please wait while the players are teleported.
cs_cz: {ce}Prosim vyckejte, nez budou vsichni hraci teleportovani.
pt_pt: {ce}Espera ate os jogadores estarem todos teleportados.
zh_cn: {ce}正在传送玩家, 请等候.

# winners_list
source: and
cs_cz: a
pt_pt: e
zh_cn: 和

source: {darkgreen}{obfuscated}--{green} Congratulations to {0} (team {1}{green}) for their victory! {darkgreen}{obfuscated}--
cs_cz: {darkgreen}{obfuscated}--{green} Gratulujeme tymu {0} (team {1}{green}) k jejich vitezstvi v tomto UHC! {darkgreen}{obfuscated}--
pt_pt: {darkgreen}{obfuscated}--{green} Parabens a {0} (da Equipa {1}{green}) pela sua Vitoria! {darkgreen}{obfuscated}--
zh_cn: {darkgreen}{obfuscated}--{green}祝贺 {0} (队伍 {1}{green}) 赢得胜利!{darkgreen}{obfuscated}--

source: {darkgreen}{obfuscated}--{green} Congratulations to {0} for his victory! {darkgreen}{obfuscated}--
cs_cz: {darkgreen}{obfuscated}--{green} Gratulujeme hraci {0} k jeho vitezstvi v tomto UHC! {darkgreen}{obfuscated}--
pt_pt: {darkgreen}{obfuscated}--{green} Parabens a {0} pela sua Vitoria! {darkgreen}{obfuscated}--
zh_cn: {darkgreen}{obfuscated}--{green}祝贺 {0} 赢得胜利!{darkgreen}{obfuscated}--

source: {gray}{italic}Only silence answers your request.
cs_cz: {gray}{italic}Tva zadost zmizela v tichu.

source: {gray}The compass now points to the closest player.
cs_cz: {gray}Kompas nyni ukazuje smer k nejblizsimu hraci.

# player_head
source: {aqua}Golden head
cs_cz: {aqua}Zlate jablko

# player_head
source: {lightpurple}Golden head
cs_cz: {lightpurple}Zlata hlava

# monster_head
source: {aqua}Golden head
cs_cz: {aqua}Zlate jablko

# monster_head
source: {lightpurple}Golden head
cs_cz: {lightpurple}Zlata hlava

source: Published under the CeCILL-B License.
cs_cz: Publikovano pod CeCILL-B License.
pt_pt: Publicado sobre a CeCILL-B License.

source: {gray}Use {cc}/uh start slow go{gray} to start the game.
cs_cz: {gray}Pouzijte prikaz {cc}/uh start slow go{gray} pro zapoceti hry.

source: {0} teams
pt_pt: {0} Equipa

source: {cc}/uh spawns generate <circular|grid|random> [size] [distanceMin] [count] [xCenter] [zCenter] [world]
pt_pt: {cc}/uh spawns generate <circular|grid|random> [Tamanho] [DistanciaMin] [Numero de Spawns] [xCentro] [zCentro] [Mundo]
